{
     "Introduction": "นี่! เป็นอย่างไรบ้าง? จำชั้นได้มั้ย ~ที่รัก~?^นี่เธอ! เป็นยังไงบ้าง? จำชั้นได้มั้ย ~อ้วน~? $5#$b#%น..เธอนั่นเอง, แคโรไลน์? #$b#โอ้ที่รัก, ชั้นคิดว่าเธอลืมชั้นไปแล้ว.$8#$b#ชั้นคิดไม่ถึงเลยว่าจะได้เจอเธอที่นี่. ชั้นหวังว่าเราจะยังเป็นเพื่อนกันอยู่นะ.",
"Resort_Entering": "วิลลี่ให้คุกกี้ปลากับทุกคน. ชั้นยังเคี้ยวมันอยู่เลย.",
     "Resort_Leaving": "คืนนี้ชั้นจะนอนหลับฝันดี! $h",
     "Resort_Shore": "น้ำที่นี่อุ่นกว่าในหุบเขา. ชั้นมีความสุขมาก!",
     "Resort_Chair": "%แคโรไลน์ต้องการงีบหลับ.",
     "Resort_Bar": "ชั้นขอให้กัสเซอร์ไพรส์ชั้น แล้วเขาก็ทำชาเขียวเย็นเปลือกมะม่วง นี่มันเจ๋งมาก! $h",
     "Resort_Bar_6": "ถ้าเป็นแต่ก่อน ชั้นอยากจะชวนเธอไปสำรวจป่าใกล้ๆ แม้ตอนนี้ ชั้นยังคงมีความปรารถนานั้นอยู่ แต่ชั้นสงสัยว่า อบิเกล สืบทอดจิตวิญญาณแห่งการผจญภัยของชั้นบ้างมั้ย?" ,
     "Resort_Bar_10": "ที่นี่ก็เหมือนกับเกาะเวทมนตร์ที่เราเคยใฝ่ฝันว่าจะไปสำรวจ จำไม่ได้เหรอ? มันเหมือนกับว่าความฝันในวัยเด็กของเราเป็นจริงขึ้นมาเลยล่ะ.$1",
     "Resort": "สวัสดี, @. เธอมาที่นี่เพื่อพักผ่อนหรือว่าทำงานหรอ?",
     "danceRejection": "เธอชวนชั้นเต้นรำเหรอ? #$b#โอ้ ชั้นอาจแสดงบางอย่างให้เธอดูได้ แต่ตอนนี้ชั้นจะให้เธอได้สนุกก่อน. $8",
"divorced": "เธอหมายถึงอะไร,ที่รัก? หลังจากทั้งหมดที่เราผ่านมันมาด้วยกันน่ะเหรอ? $3^เธอหมายถึงอะไร อ้วน? หลังจากทั้งหมดที่เราผ่านมันมาด้วยกันน่ะเหรอ? $3#$b# เธอไปได้แล้ว ฉันเข้าใจ. $11",
"breakUp": "มันน่าปวดใจ ~ฮือ~.^หัวใจของชั้นปวดร้าว ~ฮือ~ $10#$b#ชั้นไม่สามารถทนอยู่ในเมืองแพลิแกน ได้อีกต่อไป ชั้นมนไม่ได้ที่จะต้องเจอเธออีกครั้ง.",
"dumped_Girls": "ชั้นไม่คาดหวังว่าคนที่ชั้นรักจะเป็นคนที่ทำร้ายหัวใจของฉัน $3^ชั้นไม่คิดเลยว่าคนที่น่ารักของชั้นจะทำให้ชั้นเจ็บขนาดนี้ $3",
"secondChance_Girls": "ไม่มีครั้งหน้าแล้วหรอ? $2",

//0 hearts
     "Mon": "ครั้งแรกที่ได้ยินชื่อนี้เลยเหะ ต้องตรวจดูอีกครั้งว่าเป็นคุณหรือคนที่ชื่อคล้ายกันจริงๆ.$1",
     "Tue": "ชั้นเคยเห็นวาซาบิป่าในป่าละนะ #$e#ถ้าเก็บวาซาบิป่าก็สามารถสร้างรายได้ดีเลยหล่ะ แถมยังเอาไปของขวัญได้อีก หรือจะเก็บไว้เองก็ได้.",
     "Wed": "นี่ เธอมีของในฟาร์มรึยัง #$e#ถ้าเธอต้องการอะไร ก็ติดต่อมานะ.",
     "Thu": "ชั้นลืมความรู้สึกเมื่อตอนเป็นเด็กไปแล้ว #$e#แต่เมื่อเธอเข้ามา ความรู้สึกของการเป็นเด็กของชั้นก็กลับมาอีกครั้ง.",
     "Fri": "วันนี้อากาศดีเหะ. #$e#ชั้นชอบช่วยเอเวอรินทำสวนในวันแบบนี้ละนะ#$e# เธอเป็นคนที่มีคามสามารถมากเลยหละ, แต่เธอก็เต็มใจที่จะรับความช่วยเหลือจากผู้อื่นอย่างแน่นอน",
     "Sat": "ชั้นเป็นคนเดียวที่คิดว่าอบิเกลสนใจเรื่องเบียวๆรึเปล่านะ #$e# หรือชั้นอาจจะแก่เกินไป.",
     "Sun": "วันนี้ชั้นอยากจะพักผ่อน ปล่อยวางปัญหาทุกอย่าง และใช้ชีวิตสบายๆสักวันนึงละนะ #$e#แล้วเธอล่ะ ได้พักบ้างรึยัง",
     "summer_Mon": "ร้านปิดทำการในวันพุธ #$e# เธองจำไว้ด้วยนะว่าจะซื้ออะไร.",
     "summer_Tue": "ชั้ยเห็นผลเบอร์รี่ป่า ในป่าด้วยล่ะ #$e#ถ้าเก็บไปขายก็สามารถสร้างรายได้ดีเลยหล่ะ แถมยังเอาไปของขวัญได้อีก หรือจะเก็บไว้เองก็ได้.",
     "summer_Wed": "นี่ เธอมีของในฟาร์มรึยัง #$e#ถ้าเธอต้องการอะไร ก็ติดต่อมานะ.#$e#เรามีทุกอย่างที่นี่.",
     "summer_Thu": "#$1 Caroline1#อืมม... ชั้นสงสัยว่าปิแอร์จะทำอาหารเย็นวันนี้ได้มั้ย #$e#อืม... มื้อเย็นวันนี้ชั้นจะทำอะไรดี? #$e#หรือจะไปซื้ออาหารที่บาร์ดีมั้ยนะ",
     "summer_Fri": "ชั้นไปห้องสมุดทุกวันศุกร์#$e#เป็นที่ที่ชั้นสามารถทำอะไรก็ได้อย่างสบายใจ",
     "summer_Sat": "อาบิเกิลดูไม่ค่อยดีหรือเปล่านะ? #$e# หรืออาจจะเป็นเพราะชั้นกังวลมากเกินไป",
     "summer_Sun": "วันนี้ชั้นอยากจะพักผ่อน ปล่อยวางปัญหาทุกอย่าง และใช้ชีวิตสบายๆสักวันนึงละนะ #$e#แล้วเธอล่ะ ได้พักบ้างรึยัง",
     "fall_Mon": "ฤดูใบไม้ร่วงเป็นฤดูโปรดของอาบิเกล ชั้นหวังว่าอบิเกลจะออกไปนอกบ้านมากขึ้นนะ",
     "fall_Tue": "ชั้นเห็นเห็ดในป่า #$e#ถ้าเก็บไปขายก็สามารถสร้างรายได้ดีเลยหล่ะ แถมยังเอาไปของขวัญได้อีก หรือจะเก็บไว้เองก็ได้.",
     "fall_Wed": "ถึงจะได้ยินเสียงของแมลงในฤดูร้อยจะเป็นเรื่องที่ดีก็เถอะ แต่ยังไงชั้นก็ชอบฤดูใบไม้ร่วงมากกว่า.",
     "fall_Thu": "อบิเกลเตรียมเสื้อผ้าแปลกๆสำหรับคืนแห่งวิญญาณ #$e# อย่าบอกว่าชั้นพูดอะไร $1",
     "fall_Fri": "เวลาผ่านไปอยากรวดเร็วเลยนะ... ชั้นเคยตั้งตารอว่าหลังจากวันนี้ชั้นจะไปที่ไหนในช่วงสุดสัปดาห์ *หัวเราะคิกคัก*",
     "fall_Sat": "ชั้นเป็นคนเดียวรึเปล่าที่คิดว่า อบิเกลเล่นเกมมากเกินไป#$e# หรือฉันอาจจะคิดไปเอง",
     "winter_Mon": "ฤดูหนาวใน สตาร์ดิวแวลลีย์ เงียบสงบมาก ส่วนใหญ่ทุกคนจะอยู่แต่ในบ้านเพื่ออบอุ่นร่างกายข้างเตาผิง *giggles*",
     "winter_Tue": "การใช้ชีวิตในฤดูหนาวเป็นเรื่องยากมาก แต่ถ้าเธอโชคดี ก็จะขุดรากพืชได้ละนะ #$e#ถ้าเก็บไปขายก็สามารถสร้างรายได้ดีเลยหล่ะ แถมยังเอาไปของขวัญได้อีก หรือจะเก็บไว้เองก็ได้.",
     "winter_Wed": "ชั้นสงสัยว่าพวกเขาจะขายอะไรในตลาดกลางคืนในปีนี้กันนะ",
     "winter_Thu": "บางครั้งชั้นก็กังวลเรื่องของอบิเกล เธอเป็นคนที่ดูบอบบาง และอ่อนแออ หวังว่าเธอจะใส่เสื้อผ้าที่อบอุ่นมากขึ้นเมื่อเธอออกไปข้างนอก$2",
     "winter_Fri": "แม้ว่าจะเป็นฤดูหนาวแต่ชั้นก็ยังจะไปที่สวนสาธารณะ #$e#ชั้นไม่อยากให้ดอกไม้ต้นไม้พวกนี้ ตายก่อนที่ฤดูใบไม้ร่วงจะมาถึง",
     "winter_Sat": "เธอชอบฤดุหนาวรึเปล่า? #$e# ถ้าเธออยากรู้อะไรก็ถามชั้นนะ",
     "winter_Sun": "แม้ว้าเราจะไม่มีเมล้ดพันธ์ุที่จะขายในช่วงฤดูหนาวแต่ชั้นเคยอ่านเจอว่ามีพืชบางชนิดที่เติบโตได้ในฤดูหนาว #$e#คงจะดีถ้าเธอปลุกอะไรได้บ้าง ไม่เช่นนั้นเราจะต้องหาวิธีหาอาหารสดในช่วงฤดุหนาว เพราะ ปิแอร์ไม่ยอมให้ชั้นไปซุปเปอร์มาร์เก็ตของโจจ้าละนะ.$2",

//2 hearts
     "Mon2": "เธอรู้สึกสบายใจที่จะอยู่ที่นี่มั้ย? ถ้าไม่ล่ะก็ ชั้นสามารถพาเธอไปรอบ ๆ และสถานที่บางแห่งที่ชั้นชอบให้เธอได้.",
     "Tue2": "ตอนเราย้ายมาที่ เมืองแพลิแกน เป็นครั้งแรก บางครั้งชั้นก็แอบขึ้นไปที่หอคอยของผู้วิเศษ อย่าบอกปิแอร์นะ เขาใจแคบ #$e#หนึ่งปีหลังจากที่เราย้ายมาที่ เมืองแพลิแกน อาบิเกลก็เกิด ชั้นสงสัยว่าเธอจะมีโอกาสได้เห็นชีวิตนอกหุบเขาบ้างมั้ย?",
     "Thu2": "วันนี้เธอยุ่งมั้ย? เธออยากนั่งจิบชาสักแก้วมั้ย จะได้คลายความเมื่อยล้าได้บ้าง $1",
     "Fri2": "ชั้นกลัวเขาจะเมาและทำให้บ้านเละเทะตอนกลางคืน...$2",
     "Sat2": "อบิเกลมีความสนใจแปลกๆ ในพลังเหนือธรรมชาติ ชั้นไม่รู้ว่าเธอเอามันมาจากไหน...",
     "Sun2": "เธอจะมาทีบ้านชั้นเมื่อไหร่ก็ได้ที่มีเวลา#$e#วันนี้เป็นวันหยุดสุดสัปดาห์ เราควรพักผ่อนและผ่อนคลาย. เรามาคุยกันดีกว่าว่าสัปดาห์นี้เธอทำอะไรไปบ้าง. $1",
     "summer_Mon2": "เป็นฤดูร้อนที่ร้อนมาก! $8",
     "winter_Mon2": "ชั้นหวังว่าอบิเกลจะไม่อยู่ในห้องของเธอตลอดเวลา.",
     "summer_Tue2": "ถ้าเป็นไปได้ ชั้นอยากเห็นฟาร์มของเธอจังเลย #$e# เพื่อนของชั้นมักจะพูดถึงเธอหลังออกกำลังกาย!",
     "fall_Tue2": "ฤดูใบไม้ร่วงจะต้องเป็นเวลาที่เรียกร้องสำหรับการทำฟาร์ม โดยไม่มีเวลาวันหยุดที่หรูหราเหมือนงานทั่วไป.",
     "summer_Sat2": "หนังสือที่ชั้นอ่านเมื่อวานนี้บอกว่าไม่มีมิตรภาพอันบริสุทธิ์ระหว่างชายและหญิงเธอคิดอย่างไร?",
     "fall_Sat2": "เมื่อวานชั้นกำลังอ่านหนังสืออยู่ และมันบอกว่ามีบางสิ่งที่น่าสนใจ โดยอ้างว่าจิตสำนึกเกิดขึ้นจากความทรงจำ และประสบการณ์ในอดีตของเราหล่อหลอมความเป็นเราในปัจจุบัน ชั้นสงสัยว่าเธอคิดอย่างไรเกี่ยวกับเรื่องนั้น?",
     "winter_Sat2": "เกล็ดหิมะติดอยู่บนหัวของเธอ #$e# ระวังอย่าให้ค้เป็นหวัดล่ะ. $1",

//4 hearts
     "Mon4": "ชั้นชอบดอกไม้สีเหลืองดอกใหญ่ที่บานริมถนนในฤดูใบไม้ผลิจริงๆ ชั้นตกแต่งห้องอาบแดดร่วมกับพวกเขาและเล่นดนตรีอันไพเราะ เพื่อสร้างบรรยากาศอันเงียบสงบในบ้านน้ำชาของชั้น. $1",
     "Tue4": "นี่สำหรับเธอ[347][347][347][347][347]#$b#ปีแอร์ พบซองเมล็ดพืชเหล่านี้ขณะทำความสะอาด และหนูก็เคี้ยวซองบรรจุภัณฑ์ อยากรู้ว่าจังว่าเป็นเมล็ดอะไร? $1",
     "Wed4": "ทำฟาร์มมาไม่เหนื่อยเหรอ? เธอสกปรกมาก มาให้ชั้นสระผมให้ซะดีๆ$1",
     "Thu4": "เธอต้องการกาแฟร้อนสักแก้วไหม[395]$h#$e#ชั้นหวังว่าสิ่งนี้จะทำให้เธอสบายใจ $1",
     "Sat4": "ปิแอร์มักจะกลับบ้านหลังจากเมาในโรงเตี๊ยมเมื่อเร็ว ๆ นี้ ชั้นไม่สามารถทำอะไรกับมันได้ $11#$e# ทั้งหมดเป็นเพราะ โจจ้า และมันทำให้เขาอารมณ์เสียมาก เมื่อเขาเมาเขาจะควบคุมตัวเองไม่ได้ $2#$b#ไม่ ไม่เป็นไร! ชั้นสบายดี! $8",
     "Sun4": "การแต่งงานมักทำให้คนๆ หนึ่งต้องละทิ้งหลายสิ่งหลายอย่าง... เช่น ความฝันในวัยเด็ก การแสวงหาระยะยาว และอื่นๆ $2#$e#ชั้นกำลังคุยกับเธอนะรู้ไหม? ทำให้แน่ใจว่าเธอและคนรักของเธอจะไม่เสียใจหลังจากแต่งงานแล้ว.",
     "summer_Mon4": "ชั้นชอบดอกไม้หลากสีสันในฤดูร้อนมาก การตกแต่งห้องอาบแดดของชั้นและจับคู่กับดนตรีที่มีชีวิตชีวาเป็นบรรยากาศที่สมบูรณ์แบบสำหรับงานเลี้ยงน้ำชา. $1",
     "fall_Mon4": "ไปแช่น้ำพุร้อนกันมั้ย? ความรู้สึกของการชงชาในน้ำและจิบชาช้าๆ เป็นทั้งความผ่อนคลายและสดชื่น...#$b#จริงๆ นะ ชั้นแค่อยากพักผ่อนในบ่อน้ำพุร้อนและเพลิดเพลินกับชาดีๆ สักแก้ว. $2",
     "winter_Mon4": "แม้เป็นฤดูหนาวเธอก็ยังยุ่งอยู่ $8#$b# ระวังอย่าให้ลื่นล้มล่ะ.",
     "summer_Sun4": "เธอเสียใจไหมที่เธอเรียนหนักเพื่อสอบ เข้าบริษัท และสุดท้ายก็ยอมแพ้และมาที่เมืองชนบทแห่งนี้เพื่อเป็นชาวนา #$e#...แน่นอนว่าคำถามนี้เกี่ยวกับตัวชั้นมากกว่า.$11",
     "fall_Sun4": "ถ้าเป็นเมื่อก่อนชั้นคงยังใส่กระโปรงสั้นอยู่...",

//6 hearts
     "Mon6": "#$1 Caroline23#ช่วงนี้มีความรู้สึกแปลกๆ เกิดขึ้น ทำให้ชั้นเริ่มสงสัยว่าชีวิตที่ชั้นเป็นอยู่นี่ใช่เรื่องจริงจริงมั้ย. $11",
     "Wed6": "เมื่อวานทุกคนนินทาว่าเธอชอบผู้หญิงคนไหน...$6^เมื่อวานทุกคนนินทาว่าผู้หญิงคนไหนชอบเธอ...$6",
     "Thu6": "เธอมักจะให้ของขวัญกับชั้น...สักวันชั้นจะต้องตอบแทนเธอบ้าง...",
     "Fri6": "ชั้นเคยไปใกล้ๆกับหอคอยพ่อมดมาก่อน และทุกวันศุกร์จะมีพ่อค้าเดินทางไปที่นั่นพร้อมกับหมูลากเกวียนที่ตกแต่งอย่างหรูหรา และขายเครื่องประดับเล็กๆ น้อยๆ ที่แปลกประหลาด #$e# ชั้นเคยเรียกเขาว่าคุณนายหมู ชั้นสงสัยว่าเขายังอยู่หรือเปล่า? $1",
     "Sat6": "#$1 Caroline12# เมื่อเราย้ายมาที่นี่ครั้งแรกชั้นใช้เวลาพอสมควรในการปรับตัว... ชั้นยังไม่พร้อมสำหรับชีวิตครอบครัว #$e#ปิแอร์เป็นคนค่อนข้างหัวโบราณ...แต่เขาเป็นคนดี เขามีความทะเยอทะยานที่ยิ่งใหญ่เช่นกัน แต่เขาให้ความสำคัญกับครอบครัวเป็นอันดับแรกเสมอ.",
     "Sun6": "ที่รัก มานี่มาใกล้ๆ หน่อยสิ... ^อ้วน เข้ามาใกล้ๆหน่อยสิ... #$e# มาหาฉันบ่อยๆ จะใช้โอกาสนี้ไปหาอาบิเกลมั้ยล่ะ? เธอควรสนใจนะ ถ้าต้องการเอาใจคนเป็นแม่อย่างฉัน? $6",

     "summer_Thu6": "เมื่อโตขึ้นจะเข้าใจได้ง่ายขึ้นว่าเวลาผ่านไป พระอาทิตย์และพระจันทร์บินผ่านไป... $s",
     "fall_Thu6": "ชั้นเคยอยากเป็นชาวนา จริงๆแล้วชั้นอยากเป็นคาวบอย #$e#ชั้นชอบหนังตะวันตกตอนเด็กๆ.",
     "winter_Thu6": "แทบรอไม่ไหวแล้วที่จะขึ้นปีใหม่? #$e#ชั้นเชื่อว่าฟาร์มของเธอจะประสบความสำเร็จอย่างมาก. $h",

//8 hearts
     "Mon8": "นี่ กาแฟของเธอ [395]$h#$e#สัปดาห์ใหม่เริ่มแล้วสินะ $1",
     "Wed8": "ไม่คิดว่าจะเจอเธอที่นี้ แต่ชั้นชอบนะ รู้สึกเหมือนว่า หัวใจชั้นอบอุ่นเมื่ออยู่ใกล้ๆเธอ",
     "Thu8": "เธอไม่ชอบอบิเกลหรอ? อบิเกลน่าจะอิจฉานะ ถ้าคุณบอกชอบชั้นที่นี้--",
     "Fri8": "ทุกครั้งที่คิดถึงเธอ หัวใจของชั้นก็ว้าวุ่นเลยหละ $2#$e#พูดจาน่ารักจังนะ.<$4",
     "Sun8": "เฮ้ ที่รัก วันนี้เป็นยังไงบ้าง? *หัวเราะคิกคัก* ฉันมีอะไรจะให้ด้วย [613 398 634]^เฮ้ ที่รัก วันนี้เป็นยังไงบ้าง? *หัวเราะคิกคัก* ฉันมีอะไรจะให้ด้วย [613 398 634]",

//10 hearts
     "Mon10": "ช่วงนี้ชั้นฝันถึงเรื่องของเรา...#$e# ฝันว่าอะไรงั้นหรอ? นั่นเป็นความลับ!",
     "Tue10": "(อืมม เธอคิดจะทำอะไร เธอจะเล่นตลกอะไร)^(อืมม เธอคิดจะทำอะไร เธอจะเล่นตลกอะไร) $11",
     "Wed10": "(แคโรไลน์,ใจเย็น ยังมีครอบครัวรอกินข้าวอยู่ที่บ้าน)$11",
     "Thu10": "คุณน่ารักมากเลยนะ คุณยังไม่ยอมแพ้อีกหรอ? ชั้นไม่ใช่คนที่คุณคิดว่าใช่หรอกนะ",
     "Sat10": "ชั้นรู้สึกตื้นตันใจนิดหน่อย...แต่...$2",
     "Sun10": "(ใจเย็น แคโรไลน์ เธอไม่ได้คิดเรื่องความสัมพันธ์หรอก ปล่อยใจให้สบาย และสนุกกับตัวเอง)$2^(ใจเย็น แคโรไลน์ เธอไม่ได้คิดเรื่องความสัมพันธ์หรอก ปล่อยใจให้สบาย และสนุกกับตัวเอง)$2",

//event
"Event_naga1": "อะไรนะ? $2#$b#...$11#$b#ขอโทษนะ แต่ว่าฉันจำไม่ได้จริงๆ เธอช่วยบอกฉันได้มั้ย? $2",
     "Event_naga2": "คำสารภาพหรอ? $11#$b#เเดี๋ยวนะ...$2#$b#...$2#$b#เดี๋ยวก่อน... เธอไม่ได้ล้อชั้นกับหนังสือเล่มนั้นที่นางเอกกับชั้นมีชื่อเดียวกันใช่มั้ย$3#$b#% ชั้นไม่สามารถปฏิเสธได้ว่าหนังสือเล่มนี้ไม่ใช่ของชั้น และชั้นแอบวางไว้บนชั้นหนังสือของเธอน่ะ~~.",

     "NPC.cs.3956": "สิ่งนี้หมายความว่า? ที่รัก? $3^นี่หมายความว่าอะไร? อ้วน? $3",
     "NPC.cs.3957": "เธอรู้ไหมว่าการให้ดอกไม้นี้หมายความว่าอย่างไร? $2#$b#เก็บมันออกไปก่อนที่จะมีใครเห็น$11",
     "NPC.cs.3958": "เก็บมันไป! อย่าให้คนอื่นเห็น$11#$b# นี่เธอกำลังพยายามแกล้งชั้นใช่ไหม? $3",
     "NPC.cs.3959": "ปิแอร์บอกชั้นว่าเธอมอบช่อดอกไม้นี้ให้กับคนพิเศษ ดอกไม้ดอกนี้ไม่มีความหมายที่พิเศษสำหรับชั้นใช่ไหม? $3",
     "NPC.cs.3960": "ว้าว! ช่างเป็นดอกไม้ที่สวยงามจริงๆ! $5#$b#เดี๋ยวก่อน...#$b#นี่ไม่ใช่สำหรับชั้นใช่ไหม? เธอล้อเล่นใช่ไหม? $2#$b#เธอไม่สามารถทำแบบนั้นได้นะ.$3",
     "NPC.cs.3961": "ปิแอร์บอกชั้นว่าเธอมีคนที่รักและจะมอบช่อดอกไม้นี้ให้ แต่นั้นต้องไม่ได้หมายถึงชั้น? $3",
     "NPC.cs.3962": "เธอรู้ไหมว่าการให้ดอกไม้นี้หมายความว่าอย่างไร? นี่ไม่ใช่เรื่องตลกที่ดีนะรู้มั้ย? $2#$b#อะไรนะ? เธอจริงจังเหรอ? $2#$b#...คำสัญญาในวัยเด็กขอเธอ?$11#$b#มันคืออะไร? ชั้นจำอะไรไม่ได้เลย $2#$b#(อา ดูเหมือนเธอจะร้องไห้)^(อ่า ดูเหมือนเธอจะร้องไห้) $11#$b#...เอาล่ะ โอเค ชั้นสัญญา... เธอรู้ไหมว่าชั้นต่อต้านเธอไม่ได้จริงๆ.<$5 ",
     "NPC.cs.3963": "ว้าว! ช่างเป็นดอกไม้ที่สวยงามจริงๆ! $5#$b#เดี๋ยวก่อน...#$b#นี่ไม่ใช่สำหรับชั้นใช่ไหม? $4#$b#โอ้ แต่... $2#$b# ...สัญญาในวัยเด็กของเธอเหรอ? $11#$b#นั่นคืออะไร? ชั้นจำอะไรไม่ได้เลย$11#$b#...(อ่า ดูท่าจะร้องไห้)^(อ่า ดูท่าจะร้องไห้) $11#$b#...เอาล่ะ โอเค รู้ไหม ชั้นต่อต้านเธอจริงๆ.<$5" ,
     "NPC.cs.3965": "คิดจะนอกใจก่อนที่จะแต่งงานเหรอ? เธอควรระวังก่อนที่ชั้นจะบอกคนรักของเธอเกี่ยวกับเรื่องนี้. $3",
     "NPC.cs.3966": "เธอไม่ใช่คนที่ใช่สำหรับชั้น. $3",
     "NPC.cs.3967": "ที่รัก, ชั้นไม่รู้ว่ามาก่อนเธอเป็นคนที่ชอบนอกใจขณะแต่งงาน. $3^ที่รัก, ชั้นไม่รู้ว่าคุณเป็นคนชอบนอกใจขณะแต่งงาน. $3",
     "NPC.cs.3968": "ถ้าเก็บมันออกไปตอนนี้ ชั้นก็ยังแสร้งทำเป็นไม่เห็นมันได้นะ ที่รัก $3^ถ้าเธอเอามันออกไปตอนนี้ ชั้นก็ยังแกล้งทำเป็นไม่เห็นมันได้นะ ที่รัก $3",
     "NPC.cs.3971": "เอาล่ะ เธอก็แค่ชอบล้อเล่นกับชั้นตลอดเวลา. $2",
     "NPC.cs.3972": "เธอยังไม่เข้าใจประเพณีที่นี่? $2",
     "NPC.cs.3973": "เอ่อ... ที่รัก เธอโตพอที่จะเข้าใจเรื่องนี้แล้วหรือยัง? $2^เอ่อ... ที่รัก เธอโตพอที่จะเข้าใจสิ่งนี้แล้วจริงๆใช่มั้ย? $2",
     "NPC.cs.3974": "%Caroline ไม่อยากคุยกับคุณ.",
     "NPC.cs.3975": "ชั้นไม่ได้บอกให้เอามันออกไปเหรอ? เรื่องตลกนี้ไม่ตลก. $3",
     "NPC.cs.3980": "นี่คืออะไร? เธอหมายความว่าอย่างไร? $9#$b# อยากขอแต่งงาน?! แต่... แต่... แต่... แต่... ฉัน... $9#$b#ชั้นพบว่ามันยากที่จะยอมรับ... $10 #$b#นี่! เธอจะเร่งเร้าขนาดนี้ไม่ได้! $10#$b##$1 Caroline99#จริงจัง! เธออยากจะสวมแหวนให้ชั้นจริงๆเหรอ? $2",
     "NPC.cs.4001": "ที่รัก เธอช่วยรับสิ่งนี้ไปหน่อยได้มั้ย #$e# อย่าพูดถึงมัน มันเป็นเพียงสิ่งเล็กๆ น้อยๆ จากชั้น... บางสิ่งเพื่อแสดงว่าชั้นห่วงใยเธอมากแค่ไหน. <$4",
}