{
     "Introduction": "นี่! เป็นอย่างไรบ้าง? จำชั้นได้มั้ย ~ที่รัก~?^นี่เธอ! เป็นยังไงบ้าง? จำชั้นได้มั้ย ~คนน่ารัก~? $5#$b#%น..เธอนั่นเอง, แคโรไลน์? #$b#โอ้ที่รัก, ชั้นคิดว่าเธอลืมชั้นไปแล้ว.$8#$b#ชั้นคิดไม่ถึงเลยว่าจะได้เจอเธอที่นี่. ชั้นหวังว่าเราจะยังเป็นเพื่อนกันอยู่นะ.",
"Resort_Entering": "วิลลี่ให้คุกกี้ปลากับทุกคน. ชั้นยังเคี้ยวมันอยู่เลย.",
     "Resort_Leaving": "คืนนี้ชั้นจะนอนหลับฝันดี! $h",
     "Resort_Shore": "น้ำที่นี่อุ่นกว่าในหุบเขา. ชั้นมีความสุขมาก!",
     "Resort_Chair": "%แคโรไลน์ต้องการงีบหลับ.",
     "Resort_Bar": "ชั้นขอให้กัสเซอร์ไพรส์ชั้น แล้วเขาก็ทำชาเขียวเย็นเปลือกมะม่วง นี่มันเจ๋งมาก! $h",
     "Resort_Bar_6": "ถ้าเป็นแต่ก่อน ชั้นอยากจะชวนเธอไปสำรวจป่าใกล้ๆ แม้ตอนนี้ ชั้นยังคงมีความปรารถนานั้นอยู่ แต่ชั้นสงสัยว่า อบิเกล สืบทอดจิตวิญญาณแห่งการผจญภัยของชั้นบ้างมั้ย?" ,
     "Resort_Bar_10": "ที่นี่ก็เหมือนกับเกาะเวทมนตร์ที่เราเคยใฝ่ฝันว่าจะไปสำรวจ จำไม่ได้เหรอ? มันเหมือนกับว่าความฝันในวัยเด็กของเราเป็นจริงขึ้นมาเลยล่ะ.$1",
     "Resort": "สวัสดี, @. เธอมาที่นี่เพื่อพักผ่อนหรือว่าทำงานหรอ?",
     "danceRejection": "เธอชวนชั้นเต้นรำเหรอ? #$b#โอ้ ชั้นอาจแสดงบางอย่างให้เธอดูได้ แต่ตอนนี้ชั้นจะให้เธอได้สนุกก่อน. $8",
"divorced": "เธอหมายถึงอะไร,ที่รัก? หลังจากทั้งหมดที่เราผ่านมันมาด้วยกันน่ะเหรอ? $3^เธอหมายถึงอะไร คนน่ารัก? หลังจากทั้งหมดที่เราผ่านมันมาด้วยกันน่ะเหรอ? $3#$b# เธอไปได้แล้ว ฉันเข้าใจ. $11",
"breakUp": "มันน่าปวดใจ ~ฮือ~.^หัวใจของชั้นปวดร้าว ~ฮือ~ $10#$b#ชั้นไม่สามารถทนอยู่ในเมืองแพลิแกน ได้อีกต่อไป ชั้นมนไม่ได้ที่จะต้องเจอเธออีกครั้ง.",
"dumped_Girls": "I never expected my sweetie to be such a heartbreaker $3^I never expected my cutie to be such a heartbreaker $3",
"secondChance_Girls": "ไม่มีครั้งหน้าแล้วหรอ? $2",

//0 hearts
     "Mon": "When I first heard the name of the new farmer, I had to double-check if it was really you or someone with a similar name.$1",
     "Tue": "I've seen wild wasabi in the woods. #$e#Collecting wild wasabi is a great way to make money. You can also give what you find as a gift or keep it for yourself.",
     "Wed": "Hi. Have you got everything on your farm? #$e#If you still need anything, feel free to come to us for help.",
     "Thu": "It's hard for me to remember how I felt when I was a child. #$e#But when you come here, the feeling of being a child suddenly comes back.",
     "Fri": "It's a lovely day. #$e#I like to help Evelyn tend the public gardens on days like these. #$e# She's pretty capable for her age, but she sure as hell willing to accept help from others.",
     "Sat": "Am I the only one who thinks Abigail has a freakish interest in destruction and darkness? #$e# Maybe I'm too old to understand her.",
     "Sun": "Today I want to relax, let go of all kinds of troubles, and live an active life for a day. #$e#How about you, have you given yourself a break?",
"summer_Mon": "Shops are closed on Wednesdays. #$e#You must keep that in mind if you want to buy something.",
     "summer_Tue": "I saw wild berries in the forest recently. #$e#Collecting mountain goods is a great way to earn money. You can also give what you find as gifts or keep it for yourself.",
     "summer_Wed": "Hi. Have you got everything on your farm? #$e#If you still need something, feel free to come to us for help. #$e#We have everything good.",
     "summer_Thu": "#$1 Caroline1#Hmm... I wonder if Pierre can be in charge of today's dinner. #$e#Hmm... What should I cook for today's dinner? #$e#Or should I just get some takeout from the saloon.",
     "summer_Fri": "I go to the library every Friday#$e#The environment can let me put down the burden of the family and let me do something I want to do with peace of mind.",
     "summer_Sat": "Is Abigail not looking well? #$e#Maybe I'm too worried.",
     "summer_Sun": "Today I want to relax, let go of all kinds of troubles, and live an active life for a day. #$e#How about you, have you given yourself a break?",
"fall_Mon": "Autumn is Abigail's favorite season, so I hope she can come out of the house and spend more time outside.",
     "fall_Tue": "I saw edible mushrooms in the forest. #$e#Collecting mountain products is a good way to earn money. You can also give the things you find as gifts or keep them for yourself.",
     "fall_Wed": "Although the chirping of insects in summer is nice, I really prefer the climate of autumn.",
     "fall_Thu": "Abigail has prepared a lot of interesting clothes for this year's All Souls' Day #$e# Don't say that I said this, but she is really looking forward to it. $1",
     "fall_Fri": "Time flies and time is not forgiving... I used to be looking forward to where I would go on weekends after this day. *giggles*",
     "fall_Sat": "Am I the only one who thinks Abigail plays games too much? #$e# Maybe I'm just too old to understand.",
"winter_Mon": "Winter in Stardew Valley is very quiet, and most of the time everyone stays at home to warm up by the fire. *giggles*",
     "winter_Tue": "Life in winter is hard, but if you are lucky, you can still dig up some plant roots. #$e#Collecting mountain goods is a good way to make money. You can also give the things you find as gifts to others or yourself Save and eat.",
     "winter_Wed": "I wonder what kind of things they'll be selling at the night market this year.",
     "winter_Thu": "I worry about Abigail sometimes - she always looks so delicate and frail. I wish she'd wear more warm clothes when she goes out.$2",
     "winter_Fri": "Even though it's pretty cold right now, I still check out the public gardens from time to time. #$e#I just do this to keep them from dying before spring arrives.",
     "winter_Sat": "Are you doing okay in the winter? #$e# If you have any questions, just tell me.",
     "winter_Sun": "Even if we don't have seeds to sell in winter, I read in a book that there are some plants that grow in winter. #$e#It would be great if you can grow something, otherwise we have to find a way to get fresh foods during the winter fresh winter since Pierre won't let me go to Joja Supermarket. $2",

//2 hearts
     "Mon2": "เธอรู้สึกสบายใจที่จะอยู่ที่นี่มั้ย? ถ้าไม่ล่ะก็ ชั้นสามารถพาเธอไปรอบ ๆ และสถานที่บางแห่งที่ชั้นชอบให้เธอได้.",
     "Tue2": "ตอนเราย้ายมาที่ เมืองแพลิแกน เป็นครั้งแรก บางครั้งชั้นก็แอบขึ้นไปที่หอคอยของผู้วิเศษ อย่าบอกปิแอร์นะ เขาใจแคบ #$e#หนึ่งปีหลังจากที่เราย้ายมาที่ เมืองแพลิแกน อาบิเกลก็เกิด ชั้นสงสัยว่าเธอจะมีโอกาสได้เห็นชีวิตนอกหุบเขาบ้างมั้ย?",
     "Thu2": "วันนี้เธอยุ่งมั้ย? เธออยากนั่งจิบชาสักแก้วมั้ย จะได้คลายความเมื่อยล้าได้บ้าง $1",
     "Fri2": "ชั้นกลัวเขาจะเมาและทำให้บ้านเละเทะตอนกลางคืน...$2",
     "Sat2": "อบิเกลมีความสนใจแปลกๆ ในพลังเหนือธรรมชาติ ชั้นไม่รู้ว่าเธอเอามันมาจากไหน...",
     "Sun2": "เธอจะมาทีบ้านชั้นเมื่อไหร่ก็ได้ที่มีเวลา#$e#วันนี้เป็นวันหยุดสุดสัปดาห์ เราควรพักผ่อนและผ่อนคลาย. เรามาคุยกันดีกว่าว่าสัปดาห์นี้เธอทำอะไรไปบ้าง. $1",

     "summer_Mon2": "It's so hot in summer! $8",
     "winter_Mon2": "I wish Abigail wouldn't be in her room all the time.",
    
     "summer_Tue2": "If it is possible, I really want to see what your farm is like #$e# My friends often mention you in the chat after exercising!",
     "fall_Tue2": "Autumn must be a demanding time for farming, without the luxury of scheduled vacation time like regular jobs.",

     "summer_Sat2": "The book I read yesterday said that there is no pure friendship between men and women, what do you think?",
     "fall_Sat2": "I was reading a book yesterday and it said something interesting. It claimed that consciousness arises from memory, and that our past experiences shape who we are today. I wonder, what do you think about that?",
     "winter_Sat2": "Snowflakes are stuck on your head. #$e# Be careful not to freeze. $1",

//4 hearts
     "Mon4": "I really like those big yellow flowers that bloom on the roadside in the spring. I decorate my sunroom with them and play some elegant music, creating a serene ambiance in my tea house. $1",
     "Tue4": "This is for you[770][770][770][770][770]#$b#Pierre found these seed packets while cleaning up and the mice have chewed through the packaging. I wonder what kind of seeds they are? $1",
     "Wed4": "Isn't it tiring to do farm work? You're so disgraced, come and let me tidy up your hair for $1",
     "Thu4": "Would you like a cup of hot coffee?[395]$h#$e#I hope this will clear your mind $1",
     "Sat4": "Pierre often comes home after getting drunk in the tavern recently, I can't do anything about it. $11#$e# It's all because of the Joja and it's been making him really upset. When he gets drunk, he can't control himself. $2#$b#No, it's all right! I am fine! $8",
     "Sun4": "Marriage often makes a person give up many things... such as childhood dreams, long-term pursuits, and so on. $2#$e#I'm talking to you, you know? Make sure you and your significant other don't have any regrets in this life.",

     "summer_Mon4": "I really love the colorful flowers of summer. Decorating them in my sunroom and pairing them with a lively music is the perfect atmosphere for a tea party. $1",
     "fall_Mon4": "Are you going to take a dip in a hot spring? The feeling of brewing a pot of tea in the water and savoring it slowly is both healing and refreshing...#$b#Seriously, I just want to relax in the hot springs and enjoy a nice cup of tea. $2",
     "winter_Mon4": "Even during winter, you are still busy $8#$b# Be careful not to slip and fall.",

     "summer_Sun4": "Do you regret that you studied hard for the exam, entered the company, and finally gave up all of this and came to this rural town to become a farmer? #$e#...Of course, this question is more about myself .$11",
     "fall_Sun4": "If it was the past, I would still be wearing short skirts...",

//6 hearts
     "Mon6": "#$1 Caroline23#There's been this weird feeling I've been having lately that's made me start to question whether the life I'm living is real or not. $11",
     "Wed6": "Yesterday everyone was gossiping about whose girl you like...$6^Yesterday everyone was gossiping about who you like...$6",
     "Thu6": "You often give me gifts... Someday, I'll have to give you something in return...",
     "Fri6": "I used to go to the near the Wizard's Tower before, and every Friday there was a traveling merchant there with a pig pulling a fancy decorated cart, selling some curious trinkets. #$e# I used to call him Mr. Pig. I wonder if he's still around? $1",
     "Sat6": "#$1 Caroline12# When we first moved here, it took me a while to settle in... I wasn't ready for family life. #$e#Pierre was a bit traditional...but he a good guy. He has big ambitions too, but he always puts his family first.",
     "Sun6": "Sweetie, come here and get closer... ^Cutie, come here and get closer... #$e# Come to see me so often, do you want to take the opportunity to see Abigail? You are interested in her Want to please my mother-in-law? $6",

     "summer_Thu6": "When you grow up, it will be easier for you to understand what time flies, the sun and the moon fly by... $s",
     "fall_Thu6": "I used to want to be a farmer. Well, I actually wanted to be a cowboy. #$e#I loved western movies when I was a little girl.",
     "winter_Thu6": "Can't wait to welcome the new year? #$e#I believe your farm will be super successful. $h",
    
//8 hearts
     "Mon8": "Coffee for you[395]$h#$e#The new week has a refreshing start. $1",
     "Wed8": "I don't know how to see you, but I feel very at ease... It's like returning to the afternoon when I returned to school after school. I always feel a warm current surging deep in my heart...",
     "Thu8": "Don't you like Abigail? Abigail will be jealous if you say you like me here—",
     "Fri8": "Every time I think of you and our past, my memories become chaotic... Am I just getting old? $2#$e#Oh, come on, you sweet talker.<$4",
     "Sun8": "Hey sweetie, how's your day going? *giggles* I made something for you, you can have it. [613 398 634]^Hey cutie, how's your day going? *giggles* I made something for you, you can have it. [613 398 634]",

//10 hearts
     "Mon10": "I've been having dreams about us lately... #$e# What's in the dream? That's a secret!",
     "Tue10": "(Hmm - I agreed in the heat of the moment, what was that young man thinking? Was he trying to play a joke on me?)^(Hmm - I agreed in the heat of the moment, what was that young woman thinking? Was she trying to play a joke on me?) $11",
     "Wed10": "(Caroline, don't forget, you can't let your true emotions show... you have a family waiting for you at home to make dinner!)$11",
     "Thu10": "You are so cute! Have you not given up yet? I am not the one you should pursue.",
     "Sat10": "I'm a bit overwhelmed with emotion...but... $2",
     "Sun10": "(Calm down...Caroline, he's not looking for a relationship... keep things casual and enjoy yourself.)$2^(Calm down...Caroline, she's not looking for a relationship... keep things casual and enjoy yourself.)$2",

//event
"Event_naga1": "What things? $2#$b#...$11#$b#Sorry, I really don't remember what it was. Can you tell me? $2",
     "Event_naga2": "Confession? $11#$b#Wait...$2#$b#...$2#$b#Wait a minute... you're not making fun of me with that book that has the same name as me and the female protagonist, are you? $3#$b#% I can't deny that the book is mine, and I secretly placed it on her bookshelf where she often goes recently.",

     "NPC.cs.3956": "What does this mean? Sweetie? $3^What does this mean? Cutie? $3",
     "NPC.cs.3957": "Do you know what it means to give this flower? $2#$b#Put it away before anyone sees it$11",
     "NPC.cs.3958": "Put it away! Don't let others see.$11#$b# Are you trying to tease me on purpose? $3",
     "NPC.cs.3959": "Pierre told me that you give this bouquet for someone special, but I'm sure this flower was not meant for me, right? $3",
     "NPC.cs.3960": "Wow! What a beautiful flower! $5#$b#Wait...#$b#This isn't for me, is it? You're kidding, right? $2#$b#You can't just act on impulse.$3",
     "NPC.cs.3961": "Pierre told me that you have a sweetheart who put this bouquet on the shelf, but he must not be referring to me? $3",
     "NPC.cs.3962": "Do you know what it means to give this flower? This is not a good joke, you know? $2#$b#What? You're serious? $2#$b#...Your ...Childhood Promise?$11#$b#What is that? I don't remember anything. $2#$b#(Ah, he looks like he's about to cry)^(Ah, he looks like she's about to cry) $11#$b#...Okay, okay, I promise... You know I really can't resist you.<$5 ",
     "NPC.cs.3963": "Wow! What a beautiful flower! $5#$b#Wait a minute...#$b#This isn't for me, is it? $4#$b#Oh, but... $2#$b# ...Your ...Childhood Promise? $11#$b#What is that? I don't remember anything.$11#$b#...(Ah, he looks like he's about to cry)^(Ah, he looks like she's about to cry) $11#$b#...Okay, okay, you know I really resist you.<$5" ,
     "NPC.cs.3965": "Thinking of cheating before even getting married? , You better watch out before I tell your partner about this. $3",
     "NPC.cs.3966": "You are not the one for me. $3",
     "NPC.cs.3967": "Sweetie, I didn't know that you're someone who wants to cheat while married. $3^Cutie, I didn't know that you're someone who wants to cheat while married. $3",
     "NPC.cs.3968": "If I put it away now, I can still pretend I didn't see it, Sweetie $3^If I put it away now, I can still pretend I didn't see it, Cutie $3",
     "NPC.cs.3971": "Alright, you just like joking around with me all the time. $2",
     "NPC.cs.3972": "Don't you understand the customs here? $2",
     "NPC.cs.3973": "Uh... sweetie, are you old enough to understand this? $2^Uh... cutie, are you old enough to understand this? $2",
     "NPC.cs.3974": "%Caroline doesn't want to talk to you.",
     "NPC.cs.3975": "Didn't I tell you to put it away? This joke is not funny. $3",
     "NPC.cs.3980": "What is this? What do you mean? $9#$b# Marriage Proposal?! But... but... but... but... I... $9#$b#I'm finding it hard to accept... $10 #$b#Whoa! You can't be this pushy! $10#$b##$1 Caroline99#Seriously! Are you really that eager to put a ring on me? $2",
     "NPC.cs.4001": "My dear, can you hold onto this for me #$e# Don't mention it, it's just a little something from me... Something to show how much I care about you. <$4",
}