{
"Rainy_Day_0": "โอ้ วันนี้ดูเหมือนฝนจะตกหนักนะที่รัก #$b# แต่ไม่เป็นไร เพราะมันหมายความว่าชั้นสามารถใช้เวลากับคุณได้มากขึ้น.",
"Rainy_Day_1": "ฝนตก! ที่รัก! #$b#วันนี้เราไม่ต้องรดน้ำต้นไม้ ก็พักผ่อนได้สักพัก",
"Rainy_Day_2": "ช่วงหน้าฝนชวนให้คิดมาก การหลอมรวมของน้ำฝนและน้ำทะเลเปรียบเสมือนเด็กน้อยโอบกอดแม่ #$b#คุณเคยเห็นบ้างไหม?",
"Rainy_Day_3": "อย่าเปียกเกินไปล่ะ ระวังอย่าให้เป็นหวัด #$b#ถ้าคุณไม่สบาย คุณจะทำงานได้ไม่เต็มที่นะที่รัก",
"Rainy_Day_4": "คุณบอกว่าเหมืองลึกมาก ฝนตกจะจมก้นบ่อมั้ย?",
"Rainy_Night_0": "เสียงฝนที่ตกกระทบหน้าต่าง และความอบอุ่นภายในบ้าน...#$b#นี่คือฉากที่ชั้นใฝ่ฝันมาตลอด$4",
"Rainy_Night_1": "มื้อเย็นในคืนฝนตกโรแมนติกมาก จินตนาการฉากแบบนี้มานานแล้ว...คุณชอบไหม? [196 244 228 610]",
"Rainy_Night_2": "อย่าโง่เลย~ที่รัก $2#$b#!...$9#$b#...$7#$e#คุณเคยได้ยินเรื่องจูบที่ดังกว่าคำพูดบ้างไหม?<$4",
"Rainy_Night_3": "เมื่อก่อนในคืนแบบนี้ ชั้นเคยตกอยู่ในความรู้สึกว่างเปล่าที่ทุกสิ่งดูไร้ความหมาย $11#$e#มาถึงตอนนี้ก็เหมือนต้นไม้เหี่ยวเฉาที่ได้เจอเม็ดฝน ",
"Rainy_Night_4": "ความรู้สึกสดชื่นในอากาศพร้อมความชื้นหลังจากฝนตกมาทั้งวัน",
"Indoor_Day_0": "ชั้นไม่เคยคิดเลยว่าตอนนี้จะได้อยู่กับคุณใน Stardew Valley มีหลายสิ่งหลายอย่างเกิดขึ้นตั้งแต่นั้นมา$1#$b#ที่สำคัญคือเราลงเอยด้วยกันในที่สุด $4",
"Indoor_Day_1": "รู้สึกเหมือนเราผ่านประสบการณ์มามากมาย แต่ดูเหมือนเราไม่เคยเปลี่ยนแปลงเลย#$b#คุณยังคงเป็นน้องชายคนเล็กคนนั้น และชั้นยังคงเป็นพี่สาวคนโตคนนั้น ชีวิตแบบนี้ก็ไม่เลว ^เธอยังคงเป็นน้องสาวคนนั้น ฉันยังคงเป็นพี่สาวคนโตคนนั้น และชีวิตแบบนี้ก็ไม่เลวเลย",
"Indoor_Day_2": "บางทีฉันคิดว่าเราควรไปเที่ยวรอบๆ#$e#โลกนี้กว้างใหญ่มาก เราสามารถไปสำรวจได้ทุกที่",
"Indoor_Day_3": "เมื่อคุณไปทำงาน ฉันเป็นคนเดียวที่เหลืออยู่ในฟาร์ม และมันทำให้ฉันรู้สึกเหงานิดหน่อย#$e#ฉันมักจะไปหาสัตว์พวกนั้นมาพูดคุยด้วยทั้งวัน",
"Indoor_Day_4": "ทำงานหนักแต่ต้องปลอดภัย ฉันจะคิดถึงคุณเมื่อคุณไม่อยู่.",
"Indoor_Night_0": "พูดตามตรงฉันไม่เคยคิดเลยว่าฉันจะมีชีวิตสบาย ๆ ขนาดนี้ได้#$b#ชีวิตที่มีความสุขเช่นนี้จะคงอยู่ตลอดไปได้จริงหรือ?#$b#แทบไม่น่าเชื่อว่าชีวิตที่เหลือจะเต็มไปด้วยความสุขมากมายขนาดนี้",
"Indoor_Night_1": "ค่ำคืนยังอีกยาวไกล...ไปว่ากันเรื่องอื่นดีกว่า...$4",
"Indoor_Night_2": "แสงจันทร์คืนนี้งดงามมาก เสียงแมลงร้องตามหุบเขา นั่งริมหน้าต่าง ชมพระจันทร์และคืนดาว แม้ในส่วนลึกของใจก็ยังสงบได้#$b# ยังมีคุณอยู่เคียงข้างฉัน",
"Indoor_Night_3": "อืมมม...$7#$b#ไม่มีอะไร ชั้นแค่อยากจูบคุณ$4",
"Indoor_Night_4": "โอ้คุณกลับมาแล้ว! วันนี้ชั้นได้ลองทำอะไรบางอย่าง [218 732 207 224]$1",
"Outdoor_0": "โอ้? คุณอยากได้อะไรบางอย่างงั้นหรอ [613 398 634]#$b#อะไรนะอย่ามาว่าชั้นอ้วน!!!!$2",
"Outdoor_1": "%ดูเหมือนว่าสัตว์เลี้ยงของคุณจะชอบเจ้าตัวน้อยที่คุณดูแล และพวกมันก็ดูเข้ากันได้ดี",
"Outdoor_2": "ทำงาน! ฉันเคยบอกให้คุณทำสิ่งเลวร้ายแบบนี้มาก่อนมั้ย? $8",
"Outdoor_3": "เป็นการทำงานที่ดีนะที่รัก! ชั้นเป็นบอกให้คุณทำเรื่องแบบนี้มาก่อนไม่ใช่หรอ? $1",
"Outdoor_4": "อากาศวันนี้ให้ความรู้สึกสดชื่น หลังจากที่ห่างหายจากตัวเมืองมานาน ก็เริ่มคุ้นเคยกับอากาศแบบนี้แล้ว",
"OneKid_0": "ที่รัก ถึงเวลาเปลี่ยนวิธีการพูดกับฉันแล้ว คุณรู้ไหมว่าจะพูดอะไร?$4^สาวน้อย ถึงเวลาเปลี่ยนวิธีการพูดกับฉันแล้ว คุณรู้ไหมว่าจะพูดอะไร?$4#$b#ใช่แล้ว! แด๊ดดี้ มากอดฉันหน่อยสิ~$8^ใช่แล้ว! มัมมี่มากอดหน่อยสิ~$8",
"OneKid_1": "%สัตว์เลี้ยง%kid1, ฉันเห็นมันนั่งอยู่ข้างเตียงอย่างอยากรู้อยากเห็นก่อนหน้านี้.",
"OneKid_2": "เราจะส่ง  %kid1 ไปเรียนในเมืองในอนาคตไหม? #$b#แต่ถ้ามันขึ้นอยู่กับคุณให้ปล่อย%kid1แต่การสืบทอดฟาร์มแห่งนี้ก็เป็นทางเลือกที่ดีเช่นกัน ฉันพูดถูกมั้ยหรือฉันคิดไปไกลเกินไป?",
"OneKid_3": "ฉันไม่อยากจะเชื่อเลยว่าเรามีลูกแล้ว เรื่องนี้ดูเหมือนไม่มีอยู่จริงเลย $1#$bทุกอย่างนี้สวยมากถึงขนาดที่มันเหมือนไม่จริงเลย คล้ายเรื่องจากหนังสือนิทานเทพนิยาย",
"TwoKids_0": "เราต้องดูแลลูกสองคนของเราในแบบเดียวกัน คุณว่าไหมที่รัก?",
"TwoKids_1": "%kid1 มอง %kid2 แล้วก็ยิ้ม! ประเด็นของฉันคือเราจะอยู่ใกล้กันเสมอไม่ว่าจะอายุเท่าไหร่ก็ตาม!",
"TwoKids_2": "ที่รัก คุณไปเปลี่ยนผ้าอ้อมของ%kid1' ได้ไหม ถึงเวลาที่ฉันจะต้องป้อนอาหาร %kid2.",
"TwoKids_3": "การดูแลลูกสองคนทำให้ฉันยุ่งมากขึ้นกว่าเดิม และชั้นรู้สึกเหนื่อยล้ามาก! ชั้นต้องการกำลังใจจากคุณสักหน่อย ~ที่รัก~^การดูแลลูกสองคนทำให้ฉันยุ่งมากขึ้นกว่าเดิม และฉันรู้สึกเหนื่อยมาก! ฉันต้องการกำลังใจจากคุณสักหน่อย ~ที่รัก~",
"TwoKids_4": "น่าทึ่งมากที่ครอบครัวเล็กๆ ของเรามารวมตัวกัน! ชั้นแทบรอไม่ไหวที่จะเห็นอนาคตและแก่ไปพร้อมกับคุณ.$4",
"Good_0": "ชั้นรู้สึกโชคดีมากที่ได้แต่งงานกับคุณ ชั้นมีความสุขทุกช่วงเวลาที่ได้อยู่กับคุณ #$e#เราจะมีความสุขแบบนี้ตลอดไปใช่ไหม? $1",
"Good_1": "~ที่รัก~ คุณคือทั้งโลกสำหรับชั้น^~น่ารัก~ คุณคือทั้งโลกสำหรับชั้น $4#$e# แม้หลังจากแต่งงานแล้ว ความรู้สึกนี้ก็ไม่เคยเปลี่ยนแปลง. $5",
"Good_2": "มันทำให้ชั้นมีความสุขที่การแต่งงานของเราไม่ได้ทำให้ความสัมพันธ์ของเราจืดชืด ทำไมชั้นถึงเคยคิดว่ามันจะเกิดขึ้น?",
"Good_3": "ไม่รู้ทำไม แต่ชั้นก็รู้สึกมีคุณค่าทุกวันที่เราอยู่ด้วยกัน และรู้สึกว่าเป็นสิ่งที่ไม่ควรมองข้าม. $4",
"Good_4": "การที่คุณทำงานหนักทุกวันมีเสน่ห์มาก มันยากที่จะจินตนาการว่าเราเติบโ๖กันมากขนาดไหน.$5",
"Good_5": "คุณชอบอยู่ที่นี่มากกว่าในเมืองหรือไม่? #$e#บางทีเราอาจจะอยู่ที่นี่จนแก่เฒ่า นั่นคือสิ่งที่คุณต้องการ?",
"Good_6": "ชั้นรู้สึกว่าเราเข้ากันได้ดีอย่างไม่น่าเชื่อ #$b#เป็นเพราะเราโตมาด้วยกันตั้งแต่เด็กและเข้าใจกันดีหรือเปล่า",
"Good_7": "คุณกำลังทำให้ความฝันของชั้นเป็นจริง #$e#นั่นคือเหตุผลว่าทำไมชั้นถึงรักคุณมากที่สุด $1 ",
"Good_8": "คุณไม่คิดว่าการที่เราสนับสนุนกันแบบเงียบๆ มีความหมายมากกว่าการแสดงท่าทางโรแมนติกที่ยิ่งใหญ่ใดๆ เลย #$e#สิ่งนี้แสดงให้เห็นว่าความสัมพันธ์ของเราเป็นมากกว่าคำพูดและท่าทาง แต่เป็นความผูกพันอันลึกซึ้งที่สร้างจากความรักและความเข้าใจ. $8",
"Neutral_0": "ชั้นรู้สึกว่าความสัมพันธ์ของเราอ่อนแอนิดหน่อย? มีอะไรผิดปกติกับคุณเมื่อเร็ว ๆ นี้? $11",
"Neutral_1": "คุณมีเวลาสักพักนึงที่จะบอกชั้นว่าเกิดอะไรขึ้นเมื่อเร็วๆนี้บ้างหรือเปล่า เราแต่งงานกันแล้วนะ $2",
"Neutral_2": "ชั้นอยากกอด... $4",
"Neutral_3": "ชั้นรู้สึกว่า ~ที่รัก~ ของชั้นกำลังจะหมดลงแล้ว มานี่สิ ให้ชั้นกอดเธอหน่อยสิ~^ชั้นรู้สึกว่า ~อ้วน~ ของชั้นกำลังจะหมดลงแล้ว มานี่สิ ให้ชั้นกอดเธอหน่อยสิ~",
"Bad_0": "ทำไมคุณถึงทำกับชั้นแบบนี้...$10",
"Bad_1": "ช่วงนี้คุณเย็นชากับชั้น...$11 #$e# ชั้นทำอะไรผิดหรือเปล่า? $10",
"Bad_2": "ชั้นคิดว่าคุณจะแตกต่าง...$10",
"Bad_3": "ชั้นคิดว่าคุณจะรักชั้นจริงๆ...$10",
"funLeave_Caroline": "ชั้นกำลังจะไปเมืองเพื่อคุยกับคน ที่รัก",
"funReturn_Caroline": "ชั้นเอาอาหารมากินด้วยกัน.",
"spring_1": "ฤดูใบไม้ผลิมาถึงแล้วที่รัก ถึงเวลาที่เราจะเริ่มทำงานในฟาร์มเล็กๆ ของเราแล้ว",
"spring_12": "การล่าไข่อีสเตอร์ทำให้ชั้นนึกถึงเกมที่เราเคยเล่นในวัยเด็ก หากมีโอกาสเรามาร่วมทบทวนความทรงจำในวัยเด็กด้วยกัน. $5",
"spring_23": "ชั้นชอบเสื้อผ้าที่สาวๆ ใส่ในช่วงเทศกาลเต้นรำดอกไม้มาก พวกเขาให้ความรู้สึกที่บริสุทธิ์และไร้เดียงสา. $8",
"summer_1": "คุณได้ยินเสียงจั๊กจั่นร้องเพลงไหม? เป็นสัญญาณว่าฤดูร้อนมาถึงแล้ว #$e# เพลงของพวกเขาขึ้นลงเหมือนคลื่น ราวกับว่าพวกเขาให้พลังงานที่จำเป็นแก่ต้นไม้เพื่อให้เจริญเติบโต",
"summer_10": "คุณได้เตรียมส่วนผสมสำหรับซุปที่ผู้ว่าราชการจะทำพรุ่งนี้แล้วหรือยัง?",
"summer_27": "ที่รัก คุณดูทีวีแล้วหรือยัง? เทศกาลแมงกะพรุนกำลังจะมา!",
"fall_1": "ในที่สุดฤดูใบไม้ร่วงก็มาถึง และถึงเวลาสำหรับฤดูเก็บเกี่ยวที่อุดมสมบูรณ์ ชั้นรู้ว่าคุณมีงานต้องทำอีกมาก ที่รักของชั้น. $8",
"fall_15": "ปีนี้มีหลายสิ่งหลายอย่าง คิดออกหรือยังว่าจะใส่อะไรบนบูธ? #$e# เราควรคว้าโอกาสนี้เพื่อแสดงให้ลูอิสเห็นว่าเรามีอะไรบ้าง. $8",
"fall_26": "เมื่อวานนี้ อาบิเกล ลูกสาวคนโปรดของชั้นมอบชุดนี้ให้ชั้นเป็นของขวัญและขอให้ชั้นสวมชุดนี้ คุณไม่ได้บอกชั้นใช่ไหม? $2",
"winter_1": "ว้าว...หิมะตก ฤดูหนาวมาแล้ว!",
"winter_7": "คุณรู้สึกมั่นใจในการเข้าร่วมเทศกาลน้ำแข็งหรือไม่? #$e#เห็นว่าฝึกมานาน คุณมั่นใจว่าทำได้ดีใช่มั้ย ชั้นอยากได้รางวัลใหญ่!",
"winter_24": "โอ้ที่รัก ชั้นตื่นเต้นมาก! ชั้นแทบรอไม่ไหวที่จะเห็นว่าคุณมีเซอร์ไพรส์อะไรรอชั้นอยู่.",
"winter_28": "หนึ่งปีกำลังจะสิ้นสุดลง และมีหลายสิ่งหลายอย่างเกิดขึ้นในปีนี้ แต่สิ่งที่ดีที่สุดคือการใช้เวลาร่วมกับคุณ.",
"spring_Caroline": "ที่รัก คุณจำวันในฤดูร้อนอันแสนวิเศษที่เราไล่ตามแมลงปอด้วยกันได้ไหม? ช่วงเวลาเหล่านั้นพิเศษสำหรับชั้นมาก.",
"summer_Caroline": "อดไม่ได้ที่จะฝันถึงสวนสวยที่เต็มไปด้วยดอกไม้ฤดูร้อนที่เปล่งประกาย #$e#มันคงจะดีไม่น้อยถ้าคุณปลูกมันได้นะที่รัก?",
"fall_Caroline": "คุณเคยเห็นความสวยงามของ Stardew Valley ในฤดูใบไม้ร่วงหรือไม่? อยากจะเดินเข้าป่าด้วยกัน จูงมือกัน ฟังเสียงใบไม้ร่วงหล่นใต้ฝ่าเท้า.",
"winter_Caroline": "กลิ่นหอมหวานของมันเทศย่างบนเตาผิงอบอวลไปทั่วทั้งบ้าน มันอบอุ่นและน่าอยู่มาก ราวกับถูกโอบกอดด้วยความรักของคุณ. $1",
"patio_Caroline": "%*แคโรไลน์กำลังนั่งสมาธิตามหนังสือ*",
"spouseRoom_Caroline": "ที่รัก ชั้นเพิ่งชงชามาหนึ่งขวด คุณสนใจจะดื่มบ้างไหม?.[614]"
}