{
"Rainy_Day_0": "โอ้ วันนี้ดูเหมือนฝนจะตกหนักนะที่รัก  #$b# แต่ไม่เป็นไร เพราะมันหมายความว่าชั้นสามารถใช้เวลากับคุณได้มากขึ้น.",
"Rainy_Day_1": "ฝนตก! ที่รัก! #$b#วันนี้เราไม่ต้องรดน้ำต้นไม้ ก็พักผ่อนได้สักพัก",
"Rainy_Day_2": "ช่วงหน้าฝนชวนให้คิดมาก การหลอมรวมของน้ำฝนและน้ำทะเลเปรียบเสมือนเด็กน้อยโอบกอดแม่ #$b#คุณเคยเห็นบ้างไหม?",
"Rainy_Day_3": "อย่าเปียกเกินไปล่ะ ระวังอย่าให้เป็นหวัด #$b#ถ้าคุณไม่สบาย คุณจะทำงานได้ไม่เต็มที่นะที่รัก",
"Rainy_Day_4": "คุณบอกว่าเหมืองลึกมาก ฝนตกจะจมก้นบ่อมั้ย?",
"Rainy_Night_0": "เสียงฝนที่ตกกระทบหน้าต่าง และความอบอุ่นภายในบ้าน...#$b#นี่คือฉากที่ฉันใฝ่ฝันมาตลอด$4",
"Rainy_Night_1": "มื้อเย็นในคืนฝนตกโรแมนติกมาก จินตนาการฉากแบบนี้มานานแล้ว...คุณชอบไหม? [196 244 228 610]",
"Rainy_Night_2": "อย่าโง่เลย~ที่รัก $2#$b#!...$9#$b#...$7#$e#คุณเคยได้ยินเรื่องจูบที่ดังกว่าคำพูดบ้างไหม?<$4",
"Rainy_Night_3": "เมื่อก่อนในคืนแบบนี้ ฉันเคยตกอยู่ในความรู้สึกว่างเปล่าที่ทุกสิ่งดูไร้ความหมาย $11#$e#มาถึงตอนนี้ก็เหมือนต้นไม้เหี่ยวเฉาที่ได้เจอเม็ดฝน ",
"Rainy_Night_4": "ความรู้สึกสดชื่นในอากาศพร้อมความชื้นหลังจากฝนตกมาทั้งวัน",
"Indoor_Day_0": "ฉันไม่เคยคิดเลยว่าตอนนี้จะได้อยู่กับคุณใน Stardew Valley มีหลายสิ่งหลายอย่างเกิดขึ้นตั้งแต่นั้นมา$1#$b#ที่สำคัญคือเราลงเอยด้วยกันในที่สุด $4",
"Indoor_Day_1": "รู้สึกเหมือนเราผ่านประสบการณ์มามากมาย แต่ดูเหมือนเราไม่เคยเปลี่ยนแปลงเลย#$b#คุณยังคงเป็นน้องชายคนเล็กคนนั้น และฉันยังคงเป็นพี่สาวคนโตคนนั้น ชีวิตแบบนี้ก็ไม่เลว ^เธอยังคงเป็นน้องสาวคนนั้น ฉันยังคงเป็นพี่สาวคนโตคนนั้น และชีวิตแบบนี้ก็ไม่เลวเลย",
"Indoor_Day_2": "บางทีฉันคิดว่าเราควรไปเที่ยวรอบๆ#$e#โลกนี้กว้างใหญ่มาก เราสามารถไปสำรวจได้ทุกที่",
"Indoor_Day_3": "เมื่อคุณไปทำงาน ฉันเป็นคนเดียวที่เหลืออยู่ในฟาร์ม และมันทำให้ฉันรู้สึกเหงานิดหน่อย#$e#ฉันมักจะไปหาสัตว์พวกนั้นมาพูดคุยด้วยทั้งวัน",
"Indoor_Day_4": "ทำงานหนักแต่ต้องปลอดภัย ฉันจะคิดถึงคุณเมื่อคุณไม่อยู่.",
"Indoor_Night_0": "พูดตามตรงฉันไม่เคยคิดเลยว่าฉันจะมีชีวิตสบาย ๆ ขนาดนี้ได้#$b#ชีวิตที่มีความสุขเช่นนี้จะคงอยู่ตลอดไปได้จริงหรือ?#$b#แทบไม่น่าเชื่อว่าชีวิตที่เหลือจะเต็มไปด้วยความสุขมากมายขนาดนี้",
"Indoor_Night_1": "The night is still long... let's talk about other things...$4",
"Indoor_Night_2": "The moonlight tonight is so beautiful, the sound of insects singing in the valley one after another, sitting by the window watching the moon and starry night, even the deepest part of my heart can get peace #$b# There's also you being by my side.",
"Indoor_Night_3": "Hmm...$7#$b#It's nothing, I just want to kiss you $4",
"Indoor_Night_4": "Oh, you're back already! Today, I tried making something [218 732 207 224]$1",
"Outdoor_0": "Oh? Do you want to have some as well?  [613 398 634]#$b#What! Don't call me fat! $2",
"Outdoor_1": "%Your pet seems to have taken a liking to the little ones you're caring for, and they seem to get along just fine.",
"Outdoor_2": "Come on, work, work! Did I encourage you to do some bad things like this before? $8",
"Outdoor_3": "Come on, keep up the good work! Wasn't I the one who used to urge you to do some naughty things like this before? $1",
"Outdoor_4": "Today's air feels refreshing. After being away from the city for so long, I've almost grown accustomed to this kind of air.",
"OneKid_0": "Sweetie, it's time to change how you address me. Do you know what to say it? $4^Little sister, it's time to change how you address me. Do you know what to say? $4#$b#Right! Daddy, come give me a hug~$8^Right! Mommy, come give me a hug~$8",
"OneKid_1": "%pet really likes %kid1, I saw it sitting by the bed curiously watching earlier.",
"OneKid_2": "Are we going to send %kid1 to study in the city in the future? #$b#But if it were up to you, letting %kid1 inherit this farm would also be a good choice. Am I right or am I thinking too far ahead?",
"OneKid_3": "I can't believe that we have a child now, none of this seems real $1#$b#All of this is so beautiful it feels almost unreal, like a story from a fairy tale book.",
"TwoKids_0": "We have to provide the same level of care to our two children, don't you think so, my darling?",
"TwoKids_1": "%kid1 is looking at %kid2 and smiling! My point is that we will always be close no matter how old we get!",
"TwoKids_2": "Honey, can you go and change %kid1's diaper? It's time for me to feed %kid2.",
"TwoKids_3": "Looking after two kids has made me busier than ever, and I feel completely drained! I need a little boost from you ~sweetie~^Looking after two kids has made me busier than ever, and I feel completely drained! I need a little boost from you ~cutie~",
"TwoKids_4": "It's amazing how our little family has come together! I can't wait to see what the future holds and grow old with you.$4",
"Good_0": "I feel so lucky to have married you. I am happy every moment I spend with you. #$e#We will always be this happy, right? $1",
"Good_1": "~Sweetie~, You mean the world to me.^~Cutie~, You mean the world to me. $4#$e# Even after getting married, this feeling has never changed. $5",
"Good_2": "It makes me happy that our marriage hasn't made our relationship stale. Why did I ever think that would happen?",
"Good_3": "I don't know why, but I treasure every day we spend together and feel it's something that's not taken for granted. $4",
"Good_4": "The way you work hard every day is so charming. it's hard to imagine that darling who used to rely on me so much has grown into this.$5",
"Good_5": "Do you like living here more than in the city? #$e#Maybe we can live here till we grow old, is that what you want?",
"Good_6": "I feel that we get along unbelievably well. #$b#Is it because we grew up together since childhood and understand each other well",
"Good_7": "You are bringing my dreams come to life. #$e#That's why I love you the most. $1 ",
"Good_8": "Don't you think that our silent support for each other speaks more volumes than any grand romantic gestures. #$e#This shows that our relationship is beyond words and gestures, it's a deep bond built on love and understanding. $8",
"Neutral_0": "I feel that our relationship is a bit weak? What's wrong with you recently? $11",
"Neutral_1": "Do you have a moment to tell me what happened recently? We are already married after all. $2",
"Neutral_2": "I want to hug... $4",
"Neutral_3": "I feel that my ~sweetie~ is running low on energy, come here and let me give you a hug~^I feel that my ~cutie~ is running low on energy, come here and let me give you a hug~",
"Bad_0": "Why are you doing this to me...$10",
"Bad_1": "You've been cold to me lately...$11#$e#Did I do something wrong? $10",
"Bad_2": "I thought you would be different...$10",
"Bad_3": "I thought you would seriously love me...$10",
"funLeave_Caroline": "I'm heading to town to have a chat with some people, darling.",
"funReturn_Caroline": "I brought some food, let's eat together.",
"spring_1": "Spring is here, darling, it's time for us to start working on our small farm.",
"spring_12": "The Easter egg hunt reminded me of the games we used to play in our childhood. If we have the chance, let's revisit our childhood memories together. $5",
"spring_23": "I really like the clothes that the girls wear during the flower dance festival. They give off a very pure and innocent vibe. $8",
"summer_1": "Can you hear the cicadas singing? It's a sure sign that summer has arrived. #$e# Their song rises and falls like the waves, as if they are giving the trees the energy they need to thrive.",
"summer_10": "Have you prepared the ingredients for the soup the governor will be making tomorrow?",
"summer_27": "Darling, have you watched the TV? The jellyfish festival is coming!",
"fall_1": "Autumn is finally here, and it's time for the bountiful harvest season. I know you have a lot of work to do, my sweet little darling. $8",
"fall_15": "There are a lot of things this year, have you figured out what to put on the booth? #$e# We should seize this opportunity to show Lewis what we've got. $8",
"fall_26": "Yesterday, my precious daughter Abigail gave me this dress as a gift and asked me to wear it. You didn't tell on me, did you? $2",
"winter_1": "Wow... it's snowing, winter is here!",
"winter_7": "Do you feel confident about participating in the Festival of Ice? #$e#Seeing that you have practiced for a long time, I am sure you will do great and win the grand prize!",
"winter_24": "Oh my darling, I'm so thrilled! I can hardly wait to see what surprise you have in store for me.",
"winter_28": "A year is coming to an end, and many things have happened this year, but the best thing is the time spent with you.",
"spring_Caroline": "Darling, do you recall those magical summer days when we chased after dragonflies together? Those moments were so special to me.",
"summer_Caroline": "I can't help but daydream about a beautiful garden filled with sparkling summer flowers. #$e#Wouldn't it be lovely if you could grow one, my darling?",
"fall_Caroline": "Have you seen how beautiful Stardew Valley looks in autumn? I wish we could take a walk in the forest together, hand in hand, listening to the rustling sound of fallen leaves under our feet.",
"winter_Caroline": "The sweet fragrance of roasted sweet potatoes cooking on the fireplace is filling the whole house. It's so warm and inviting, just like being wrapped in your loving embrace. $1",
"patio_Caroline": "%*Caroline is meditating according to the book*",
"spouseRoom_Caroline": "Darling, I just made a pot of tea, would you care to have some?.[614]"
}